Repository: aiokaizen/lava
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Personal info
ar: المعلومات الشخصية
fr: Info personnelle

source: Preferences
ar: التفضيلات
fr: Préférences

source: Important dates
ar: تواريخ مهمة
fr: Dates Importantes

source: Base attributes
ar: السمات الأساسية
fr: attributs de base

source: Soft delete
ar: حذف ناعم
fr: suppression réversible

source: The following error rose while trying to delete '%(obj)s': %(msg)s
ar: ارتفع الخطأ التالي أثناء محاولة حذف '%(obj)s ': %(msg)s
fr: L'erreur suivante s'est produite lors de la tentative de suppression de '%(obj)s' : %(msg)s

source: The selected objects were successfully deleted.
ar: تم حذف الكائنات المحددة بنجاح.
fr: Les objets sélectionnés ont été supprimés avec succès.

source: Restore
ar: استعادة
fr: Restaurer

source: The following error rose while trying to restore '%(obj)s': %(msg)s
ar: ارتفع الخطأ التالي أثناء محاولة استعادة '%(obj)s ': %(msg)s
fr: L'erreur suivante s'est produite lors de la tentative de restauration de '%(obj)s' : %(msg)s

source: The selected objects were successfully restored.
ar: تمت استعادة الكائنات المحددة بنجاح.
fr: Les objets sélectionnés ont été restaurés avec succès.

source: The following error rose while deleting '%(obj)s': %(msg)s
ar: ارتفع الخطأ التالي أثناء حذف '%(obj)s ': %(msg)s
fr: L'erreur suivante s'est produite lors de la suppression de '%(obj)s' : %(msg)s

source: General informations
fr: Informations générales

source: Home - Lava
ar: الرئيسية - الحمم البركانية
fr: Accueil - Lava

source: Home
ar: الصفحة الرئيسية
fr: Accueil

source: Login - Lava
ar: تسجيل الدخول - Lava
fr: Connexion - Lava

source: Login
ar: تسجيل الدخول
fr: S’identifier

source: Users
ar: المستخدمون
fr: Utilisateurs

source: Create new user
ar: إنشاء مستخدم جديد
fr: Créer un nouvel utilisateur

source: User Profile
ar: الملف الشخصي للمستخدم
fr: Profil d'utilisateur

source: User profile
ar: ملف تعريف المستخدم
fr: Profil Utilisateur

source: Update Profile
ar: تحديث الملف الشخصي
fr: Modifier profil

source: Update profile
ar: تحديث الملف الشخصي
fr: "Modifier profil

source: Groups
ar: المجموعات
fr: Groupes

source: Create new group
ar: إنشاء مجموعة جديدة
fr: Créer un nouveau groupe

source: Group details
ar: تفاصيل المجموعة
fr: Détails du groupe

source: Update group
ar: تحديث المجموعة
fr: Modifier groupe

source: Create new permission
ar: إنشاء إذن جديد
fr: Créer une nouvelle permission

source: Permission details
ar: تفاصيل التصريح
fr: Détails de permission

source: Update permission
ar: تحديث الإذن
fr: Modifier permission

source: Logs
ar: السجلات
fr: Journaux

source: Unable to log in with provided credentials.
ar: تعذر تسجيل الدخول باستخدام بيانات الاعتماد المقدمة.
fr: Impossible de se connecter avec les identifiants fournis.

source: User account is disabled.
ar: تم تعطيل حساب المستخدم.
fr: Le compte d'utilisateur est désactivé

source: Invalid token for given user.
ar: رمز مميز غير صالح لمستخدم معين.
fr: Jeton non valide pour un utilisateur donné.

source: Invalid user id or user doesn't exist.
ar: معرف مستخدم أو مستخدم غير صالح غير موجود.
fr: Identifiant utilisateur invalide ou l'utilisateur n'existe pas.

source: User is already activated.
ar: تم تنشيط المستخدم بالفعل.
fr: L'utilisateur est déjà activé.

source: The two password fields didn't match.
ar: لم يتطابق حقلي كلمة المرور.
fr: Les deux champs de mot de passe ne correspondent pas.

source: The two {0} fields didn't match.
ar: لم يتطابق حقلي {0}.
fr: Les deux champs {0} ne correspondent pas.

source: Invalid password.
ar: كلمة المرور غير صالحة.
fr: Mot de passe invalide.

source: User with given email does not exist.
ar: المستخدم مع البريد الإلكتروني المعطى غير موجود.
fr: L'utilisateur avec un email donné n'existe pas.

source: Unable to create an account.
ar: تعذر إنشاء حساب.
fr: Impossible de créer un compte.

source: You can't change the group for this user.
ar: لا يمكنك تغيير المجموعة لهذا المستخدم.
fr: Vous ne pouvez pas changer le groupe pour cet utilisateur.

source: An error has occurred in the application. Please try again later, we are working hard to fix it as soon as possible.
ar: حدث خطأ في التطبيق. يرجى المحاولة مرة أخرى في وقت لاحق، ونحن نعمل بجد لإصلاحه في أقرب وقت ممكن.
fr: Une erreur s'est produite dans l'application. Veuillez réessayer plus tard, nous travaillons dur pour le réparer dès que possible.

source: This operation is not yet implemented!
ar: هذه العملية لم تنفذ بعد!
fr: Cette opération n'est pas encore implémentée !

source: Error establishing connection. Please check your connection and try again.
ar: حدث خطأ أثناء إنشاء الاتصال. يرجى التحقق من الاتصال والمحاولة مرة أخرى.
fr: Erreur lors de l'établissement de la connexion. Veuillez vérifier votre connexion et réessayer.

source: You don't have the necessary permessions to perform this action!
ar: ليس لديك الصلاحيات اللازمة لتنفيذ هذا الإجراء!
fr: Vous n'avez pas les permessions nécessaires pour effectuer cette action !

source: This action is not allowed!
ar: هذا الإجراء غير مسموح به!
fr: Cette action n'est pas autorisée

source: Authentication credentials were not provided.
ar: لم يتم تقديم بيانات اعتماد المصادقة.
fr: Les identifiants d'authentification n'ont pas été fournis.

source: Invalid format.
ar: تنسيق غير صالح.
fr: Format invalide.

source: Not found.
ar: غير موجود.
fr: Non trouvé.

source: Object created successfully.
ar: تم إنشاء الكائن بنجاح.
fr: Objet créé avec succès.

source: Object updated successfully.
ar: تم تحديث الكائن بنجاح.
fr: Objet mis à jour avec succès.

source: The object was deleted successfully.
ar: تم حذف الكائن بنجاح.
fr: L'objet a été supprimé avec succès.

source: Object duplicated successfully.
ar: تم تكرار الكائن بنجاح.
fr: Objet dupliqué avec succès.

source: The object has been restored successfully.
ar: تمت استعادة الكائن بنجاح.
fr: L'objet a été restauré avec succès.

source: This object is already created.
ar: تم إنشاء هذا الكائن بالفعل.
fr: Cet objet est déjà créé.

source: This object is not yet created.
ar: لم يتم إنشاء هذا الكائن بعد.
fr: Cet objet n'est pas encore créé.

source: This object is not yet created
fr: Cet objet n'est pas encore créé.

source: This object is already deleted.
fr: Cet objet est déjà créé.

source: Object is not deleted!
ar: لم يتم حذف الكائن!
fr: L'objet n'est pas supprimé.

source: Some objects were not deleted.
fr: Certains objets n'ont pas été supprimés.

source: %(count)s objects have been deleted successfully.
fr: %(count)s objets ont été supprimés avec succès.

source: Some objects were not restored.
fr: Certains objets n'ont pas été restaurés.

source: %(count)s objects have been restored successfully.
fr: %(count)s objets ont été restaurés avec succès.

source: Can list %s
ar: يمكن قائمة %s
fr: Peut lister %s

source: Can add %s
ar: يمكن إضافة %s
fr: Peut ajouter %s

source: Can view %s
ar: يمكن عرض %s
fr: Peut voir %s

source: Can update %s
ar: يمكن تحديث %s
fr: Peut modifier %s

source: Can duplicate %s
fr: Peut dupliquer %s

source: Can soft delete %s
ar: يمكن حذف لينة %s
fr: Peut supprimer %s

source: Can view deleted %s
fr: Peut voir les éléments supprimés

source: Can restore %s
ar: يمكن استعادة %s
fr: Peut restaurer %s

source: Can delete %s
ar: يمكن حذف %s
fr: Peut supprimer definitivement %s

source: Can import %s list
fr: Peut importer la liste des %s

source: Can export %s list
fr: Peut exporter la liste des %s

source: Created at
ar: تم الإنشاء في
fr: Créé à

source: Last update
ar: آخر تحديث
fr: Dernière mise à jour

source: Deleted at
ar: تم الحذف في
fr: Supprimé à

source: Name
ar: اسم
fr: Nom

source: Group conversation
fr: Conversation de groupe

source: Members
fr: Membres

source: Pinned at
fr: Épinglé à

source: This field is mandatory
fr: ce champ est obligatoire.

source: Conversation has been marked as read.
fr: La conversation a été marquée comme lue.

source: New members list is empty!
fr: La liste des nouveaux membres est vide !

source: This user is not part of the conversation.
fr: Cet utilisateur ne fait pas partie de la conversation.

source: The conversation has been muted for this user
fr: La conversation a été mise en sourdine pour cet utilisateur.

source: The conversation has been unmuted for this user
fr: La conversation n'est plus en sourdine pour cet utilisateur.

source: Gender
ar: الجنس
fr: Sexe

source: Text
fr: Texte

source: Message type
fr: Type de message

source: Read by
fr: Lecture par

source: You can't send an empty message.
fr: Vous ne pouvez pas envoyer un message vide.

source: You can not send messages to this conversation!
fr: Vous ne pouvez pas supprimer cette conversation.

source: Message has been marked as read.
fr: Le message a été marqué comme lu.

source: List
ar: قائمة
fr: Liste

source: Cards
ar: البطاقات
fr: Cartes

source: Default
ar: افتراضي
fr: Par défaut

source: English
ar: إنجليزية
fr: Anglais

source: Font style
ar: نمط الخط
fr: Style de police

source: Dark theme on?
ar: القالب المظلم يعمل ؟
fr: Thème sombre activé ?

source: List layout
ar: تخطيط القائمة
fr: Disposition de la liste

source: Menu layout
ar: تخطيط القائمة
fr: Disposition du menu

source: Language
ar: اللغة
fr: Langue

source: Notifications settings
ar: إعدادات الإشعارات
fr: Préférences des notifications

source: Log entry
ar: إدخال السجل
fr: Entrée du journal

source: Log entries
ar: إدخالات السجل
fr: Entrées du journal

source: Can view activity journal
ar: يمكن عرض دفتر يومية النشاط
fr: Peut afficher le journal d'activité

source: Can export activity journal
ar: يمكن تصدير دفتر يومية النشاط
fr: Peut exporter le journal d'activité

source: Can set permissions
ar: يمكن تعيين الأذونات
fr: Peut définir des permissions

source: You can not create a new permission.
ar: لا يمكنك إنشاء إذن جديد.
fr: Vous ne pouvez pas créer une nouvelle permission.

source: The permission has been created successfully.
ar: تم إنشاء الإذن بنجاح.
fr: La permission a été créée.

source: The permission has been updated successfully.
ar: تم تحديث الإذن بنجاح.
fr: La permission a été mise à jour avec succès.

source: You can not delete a permission.
ar: لا يمكنك حذف إذن.
fr: Vous ne pouvez pas supprimer une permission.

source: The permission has been deleted successfully.
ar: تم حذف الإذن بنجاح.
fr: La permission a été supprimée avec succès.

source: Group
ar: المجموعة
fr: Groupe

source: Notification group id
fr: Identifiant du groupe de notification

source: Group has been created successfully.
fr: Le groupe a été créé avec succès

source: Group updated successfully.
ar: تم تحديث المجموعة بنجاح.
fr: Le groupe a été mis à jour avec succès.

source: The group has been deleted successfully.
ar: تم حذف المجموعة بنجاح.
fr: Le groupe a été supprimé avec succès.

source: All notification groups have been created successfully.
fr: Tous les groupes de notifications ont été créés avec succès.

source: Can change user profile
ar: يمكن تغيير ملف تعريف المستخدم
fr: Peut Changer le profil d'utilisateur…

source: Can delete user profile
ar: يمكن حذف ملف تعريف المستخدم
fr: Peut supprimer le profil de l’utilisateur

source: Can soft delete user profile
ar: يمكن حذف ملف تعريف المستخدم بسهولة
fr: Peut supprimer le profil de l'utilisateur

source: user permissions
ar: أذونات المستخدم
fr: Les permissions de l’utilisateur

source: Specific permissions for this user.
ar: أذونات محددة لهذا المستخدم.
fr: Permissions spécifiques pour cet utilisateur.

source: groups
ar: المجموعات
fr: groupes

source: The groups this user belongs to. A user will get all permissions granted to each of their groups.
ar: المجموعات التي ينتمي إليها هذا المستخدم. سيحصل المستخدم على جميع الأذونات الممنوحة لكل مجموعة من مجموعاته.
fr: Les groupes auxquels cet utilisateur appartient. Un utilisateur obtiendra toutes les permissions accordées à chacun de ses groupes.

source: Birth day
ar: تاريخ الميلاد
fr: Date de naissance

source: Full name
fr: Nom complet

source: Country
ar: البلد
fr: Pays

source: City
ar: المدينة
fr: Ville

source: Street address
ar: عنوان الشارع
fr: N° et nom de rue

source: Phone number
ar: رقم الهاتف
fr: Numéro de téléphone

source: Job title
ar: المسمى الوظيفي
fr: Intitulé du poste

source: Cover picture
ar: صورة الغلاف
fr: Photo de couverture

source: Preferred image dimentions: (1200 x 250)
fr: Dimensions d'image préférées : (1200 x 250)

source: Temporary password
ar: كلمة المرور المؤقتة
fr: Mot de passe temporaire

source: Device IDs
ar: معرفات الجهاز
fr: Identifiants de l'appareil

source: A list of devices the the user is connected from.
ar: قائمة بالأجهزة التي يتصل بها المستخدم.
fr: Liste des appareils à partir desquels l'utilisateur est connecté.

source: User is already created.
ar: تم إنشاء المستخدم بالفعل.
fr: L'utilisateur est déjà créé.

source: User has been created successfully.
ar: تم إنشاء المستخدم بنجاح.
fr: L’utilisateur a été créé avec succès

source: Payments application is not installed
ar: لم يتم تثبيت تطبيق المدفوعات
fr: L'application de paiement n'est pas installée

source: Payments application was implemented successfully.
ar: تم تنفيذ تطبيق المدفوعات بنجاح.
fr: L'application de paiement a été mise en œuvre avec succès.

source: Account already created
ar: تم إنشاء الحساب بالفعل
fr: Compte déjà créé

source: Associated account was created successfully.
ar: تم إنشاء الحساب المرتبط بنجاح.
fr: Le compte associé a été créé avec succès.

source: Customer already created
ar: تم إنشاء العميل بالفعل
fr: Client déjà créé

source: Associated BrainTree customer was created successfully.
ar: تم إنشاء عميل BrainTree المرتبط بنجاح.
fr: Le client BrainTree associé a été créé avec succès.

source: Unable to connect to one of our servers, please try again later. We apologize for the inconvenience.
ar: تعذر الاتصال بأحد خوادمنا، يرجى المحاولة مرة أخرى لاحقًا. نعتذر عن الإزعاج.
fr: Impossible de se connecter à l'un de nos serveurs, veuillez réessayer plus tard. Nous nous excusons pour la gêne occasionnée.

source: This functionality is not valid for a user with many or no groups.
ar: هذه الوظيفة غير صالحة لمستخدم لديه العديد من المجموعات أو بدونها.
fr: Cette fonctionnalité n'est pas valable pour un utilisateur avec beaucoup ou pas de groupes.

source: Associated object was created successfully.
ar: تم إنشاء الكائن المرتبط بنجاح.
fr: L'objet associé a été créé avec succès.

source: User has been updated successfully.
ar: تم تحديث المستخدم بنجاح.
fr: L'utilisateur a été mis à jour avec succès.

source: Invalid group type for this operation.
ar: نوع المجموعة غير صالح لهذه العملية.
fr: Type de groupe invalide pour cette opération.

source: Associated object was updated successfully.
ar: تم تحديث الكائن المرتبط بنجاح.
fr: L'objet associé a été mis à jour avec succès.

source: User is already deleted
ar: تم حذف المستخدم بالفعل
fr: L'utilisateur est déjà supprimé

source: User has been deleted successfully
ar: تم حذف المستخدم بنجاح
fr: L'utilisateur a été supprimé avec succès.

source: Password has been changed successfully.
ar: تم تغيير كلمة المرور بنجاح.
fr: Le mot de passe a été mis à jour avec succès.

source: The user has been restored successfully.
ar: تمت استعادة المستخدم بنجاح.
fr: L'utilisateur a été restauré avec succès.

source: The notification was sent successfully.
ar: تم إرسال الإشعار بنجاح.
fr: La notification a été envoyée avec succès.

source: `password` must be a string.
ar: يجب أن تكون كلمة المرور سلسلة نصية.
fr: `mot de passe` doit être une chaîne.

source: User password is valid.
ar: كلمة مرور المستخدم صالحة.
fr: Le mot de passe utilisateur est valide.

source: Can list notifications
fr: "Peut lister des notifications

source: Can add notification
fr: Peut ajouter des notification

source: Can view notification
fr: Peut voire des Notification

source: Can delete notification
fr: Peut supprimer des Notification

source: Date sent
ar: تاريخ الإرسال
fr: Date d'envoi

source: Title
ar: عنوان:
fr: Titre

source: Content
ar: المحتوى
fr: Contenu

source: Category
ar: الفئة
fr: Catégories

source: Action URL
ar: عنوان URL للإجراء
fr: URL d'action

source: Seen by
ar: تمت رؤيته بواسطة
fr: Vu par

source: You must specify either target users or target groups.
ar: يجب عليك تحديد المستخدمين المستهدفين أو المجموعات المستهدفة.
fr: Vous devez spécifier les utilisateurs cibles ou les groupes cibles.

source: The notification has been created successfully.
ar: تم إنشاء الإشعار بنجاح.
fr: La notification a été créée avec succès.

source: The selected notifications have been marked as read.
fr: Les notifications sélectionnées ont été marquées comme lues.

source: Backup
ar: النسخ الاحتياطي
fr: Sauvegarde

source: Backups
ar: النسخ الاحتياطية
fr: Les Sauvegardes

source: Backup name
fr: "Nom de la sauvegarde

source: Backup type
ar: نوع النسخ الاحتياطي
fr: Type de la sauvegarde :

source: Status
ar: الحالة
fr: Statut

source: Backup file
ar: ملف النسخ الاحتياطي
fr: Fichier de sauvegarde

source: Backup has been deleted successfully.
ar: تم حذف النسخة الاحتياطية بنجاح.
fr: La sauvegarde a été supprimé avec succès.

source: A backup is already running, please wait until it's finished before starting a new one.
ar: النسخ الاحتياطي قيد التشغيل بالفعل، يرجى الانتظار حتى يتم الانتهاء منه قبل بدء واحدة جديدة.
fr: Une sauvegarde est déjà en cours d'exécution, veuillez attendre qu'elle soit terminée avant d'en lancer une nouvelle.

source: You can not create more than %d backups per day.
fr: Vous ne pouvez pas créer plus de %d sauvegardes par jour.

source: You can only create one backup every %d hours.
fr: Vous ne pouvez créer qu'une seule sauvegarde toutes les %d heures.

source: Backup has been started, you will get notified once it is finished.
ar: تم بدء النسخ الاحتياطي، سيتم إعلامك بمجرد الانتهاء منه.
fr: La sauvegarde a été lancée, vous serez notifié une fois qu'elle sera terminée.

source: Backup complete
ar: اكتمل النسخ الاحتياطي
fr: La sauvegarde est terminée

source: A %(name)s that was started on %(date)s is finished successfully.
fr: La %(name)s qui a été démarrée le %(date)s s'est terminée avec succès.

source: Backup failed
ar: فشل النسخ الاحتياطي
fr: La sauvegarde a échoué

source: A %(type)s that was started on %(start_time)s has failed. Error: %(e)s
fr: Un(e) %(type)s qui a été démarré(e) le %(start_time)s a échoué. Erreur : %(e)s

source: The account has been created successfully.
fr: Le compte a été créée avec succès.

source: The account has been updated successfully.
fr: "Le compte a été mis à jour avec succès.

source: The account has been deleted successfully.
fr: Le compte a été supprimé avec succès.

source: Account
fr: Compte

source: Accounts
fr: Comptes

source: Balance
fr: Solde

source: Amount equals to 0. Account not debitted.
fr: Le montant est égal à 0. Le compte n'a pas été débité.

source: Account has been debitted successfully.
fr: Le compte a été débité avec succès.

source: Amount equals to 0. Account not creditted.
fr: Le montant est égal à 0. Le compte n'a pas été crédité.

source: Account has been creditted successfully.
fr: Le compte a été crédité avec succès.

source: The bank has been created successfully.
fr: La banque a été créé avec succès

source: The bank has been updated successfully.
fr: La banque a été modifié avec succès.

source: The bank has been deleted successfully.
fr: La banque a été supprimé avec succès.

source: Bank
fr: Banque

source: Banks
fr: Banques

source: Agency
fr: Agence

source: Routing number
fr: Numéro d'acheminement

source: The bank account has been created successfully.
fr: Le compte bancaire a été créé avec succès.

source: The bank account has been updated successfully.
fr: Le compte bancaire a été modifiè avec succès.

source: The bank account has been deleted successfully.
fr: Le compte bancaire a été supprimé avec succès.

source: Bank account
fr: Compte bancaire

source: Bank accounts
fr: Compte bancaires

source: Account holder
fr: Titulaire du compte

source: RIB
fr: Entitie

source: Address
fr: Adresse

source: Phone numbser 2
fr: Numéro de téléphone

source: Website
fr: Site Web

source: Note
fr: Remarque

source: Accent color
fr: Couleur d'accentuation

source: Local Entity
fr: Entité local

source: The entity '%(name)s' has been successfully created.
fr: L'entité '%(name)s' a été créée avec succès.

source: L'adresse a été créée avec succès.
fr: The address has been created successfully.

source: The address has been created successfully.
fr: L'adresse a été modifiée avec succès

source: The address has been deleted successfully.
fr: L'addresse a été supprimée avec succès.

source: Adresse
fr: address

source: Adresses
fr: Addresses

source: Ville
fr: City

source: Pays
fr: Country

source: File
fr: Fichier

source: Arabic
fr: Arabe

source: Frensh
fr: Français

source: You can not create or update objects using a read-only serializer.
ar: لا يمكنك إنشاء كائنات أو تحديثها باستخدام متسلسل للقراءة فقط.
fr: Vous ne pouvez pas créer ou mettre à jour des objets à l'aide d'un sérialiseur en lecture seule.

source: Some member IDs are not valid.
fr: Certains identifiants de membres ne sont pas valides.

source: Member IDs must be integers.
fr: Les identifiants de membres doivent être des entiers.

source: Notifications ids
fr: IDs de notifications

source: Seen
ar: شوهد
fr: Vu

source: You must specify either target groups or target users.
ar: يجب عليك تحديد المجموعات المستهدفة أو المستخدمين المستهدفين.
fr: Vous devez spécifier des groupes cibles ou des utilisateurs cibles.

source: Class name
fr: Nom de la classe

source: Result
fr: Résultat

source: Errors
fr: Erreurs

source: Error code
fr: Erreurs de code

source: Object ID
fr: ID de l'objet

source: One or more ID is not valid.
fr: Un ou plusieurs ID ne sont pas valides.

source: The Selected action is not valid
fr: L'action sélectionnée n'est pas valide.

source: `%(action_name)s` is not a callable for model `%(model)s`.
fr: %(action_name)s n'est pas une action appelable pour le modèle %(model)s.

source: Current password
ar: كلمة المرور الحالية
fr: Mot de passe actuel

source: New password
ar: كلمة المرور الجديدة
fr: Nouveau mot de passe

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
fr: Confirmer le nouveau mot de passe

source: The current password does not match!
ar: كلمة المرور الحالية غير متطابقة!
fr: Le mot de passe actuel ne correspond pas !

source: Password confirmation is not valid!
ar: تأكيد كلمة المرور غير صالح!
fr: La confirmation du mot de passe n'est pas valide !

source: Code name
ar: الاسم الرمزي
fr: Nom du code

source: The query parametter must have a length of 2 or more.
fr: Le paramètre de requête doit avoir une longueur de 2 caractères ou plus.

source: You can't create or update objects using a read-only serializer.
ar: لا يمكنك إنشاء كائنات أو تحديثها باستخدام متسلسل للقراءة فقط.
fr: Vous ne pouvez pas créer ou mettre à jour des objets à l'aide d'un sérialiseur en lecture seule.

source: Password confirmation
ar: تأكيد كلمة المرور
fr: Confirmation du mot de passe

source: You can not update a user using this serializer.
ar: لا يمكنك تحديث مستخدم باستخدام هذا التسلسل.
fr: Vous ne pouvez pas mettre à jour un utilisateur à l'aide de ce sérialiseur.

source: You can not create a user using this serializer.
ar: لا يمكنك إنشاء مستخدم باستخدام هذا التسلسل.
fr: Vous ne pouvez pas créer d'utilisateur à l'aide de ce sérialiseur.

source: Incorrect password, please verify that 'All caps' is disabled.
ar: كلمة مرور غير صحيحة، يرجى التحقق من تعطيل "جميع الأحرف الكبيرة".
fr: Mot de passe incorrect, veuillez vérifier que « Tous les majuscules » est désactivé.

source: Extra attributes
ar: سمات إضافية
fr: Attributs supplémentaires

source: Attributes related to an object that is related to the current user.
ar: السمات المتعلقة بكائن مرتبط بالمستخدم الحالي.
fr: Attributs liés à un objet lié à l'utilisateur actuel.

source: groups names must be a list of names.
ar: يجب أن تكون أسماء المجموعات قائمة بالأسماء.
fr: les noms de groupes doivent être une liste de noms.

source: Invalid group choice.
ar: اختيار المجموعة غير صالح.
fr: Choix de groupe invalide.
