Repository: aiokaizen/lava
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: File exported successfully
ar: تم تصدير الملف بنجاح
fr: Fichier exporté avec succès

source: Utilisateurs
fr: Users

source: Total des utilisateurs
fr: Total users

source: Total des groupes
fr: Total groups

source: Sauvegardes
fr: backups

source: Total des sauvegardes
fr: Firebase n'est pas installé

source: Firebase credentials file does not exist.
ar: ملف بيانات اعتماد Firebase غير موجود.
fr: Le fichier d'informations d'identification Firebase n'existe pas.

source: Female
ar: أنثى
fr: Féminin

source: Male
ar: ذكر
fr: Homme

source: Alert
ar: تنبيه
fr: Alerte

source: Success
fr: Succès

source: Warning
fr: Attention

source: Error
fr: Erreur

source: Full backup
ar: النسخ الاحتياطي الكامل
fr: Sauvegarde complète

source: Database backup
ar: النسخ الاحتياطي لقاعدة البيانات
fr: Sauvegarde de la base de données

source: Running
ar: الجري
fr: En cours

source: Completed
ar: مكتمل
fr: Complété

source: Failed
ar: باءت بالفشل
fr: Echoué

source: User creation alert
fr: Alerte de création d'utilisateur

source: This notification is sent when a new user is created.
fr: Cette notification est envoyée lorsqu'un nouvel utilisateur est créé.

source: User deletion alert
fr: Alerte de suppression d'utilisateur

source: This notification is sent when a user is deleted.
fr: Cette notification est envoyée lorsqu'un utilisateur est supprimé.

source: Group creation alert
fr: Alerte de creation de groupe

source: This notification is sent when a new group is created.
fr: Cette notification est envoyée lorsqu'un groupe est créé.

source: Group deletion alert
fr: Alerte de suppression du groupe

source: This notification is sent when a group is deleted.
fr: La notification a été envoyée avec succès.

source: Permission update alert
fr: Alerte de modification de permission

source: This notification is sent when a permission has been affected or revoked from a user or group.
fr: Cette notification est envoyée lorsqu'une permission a été affectée ou révoquée à un utilisateur ou à un groupe.

source: Backup completed alert
fr: Alerte de sauvegarde terminée

source: This notification is sent when a backup is completed.
fr: Cette notification est envoyée lorsque la sauvegarde est terminée.

source: Account activation on %(site_name)s
ar: تفعيل الحساب على %(site_name)s
fr: Activation de compte sur %(site_name)s

source: You're receiving this email because you need to finish activation process on %(site_name)s.
ar: تتلقى هذا البريد الإلكتروني لأنك بحاجة إلى إنهاء عملية التنشيط على %(site_name)s.
fr: Vous recevez cet e-mail car vous devez terminer le processus d'activation sur %(site_name)s.

source: Please go to the following page to activate account:
ar: يرجى الانتقال إلى الصفحة التالية لتفعيل الحساب:
fr: Veuillez vous rendre sur la page suivante pour activer le compte :

source: Thanks for using our site!
ar: شكرا لاستخدام موقعنا!
fr: Merci d’avoir utiliser notre site!

source: The %(site_name)s team
ar: فريق %(site_name)s
fr: L'équipe %(site_name)s

source: Click the button below to activate your account.
ar: انقر على الزر أدناه لتفعيل حسابك.
fr: Cliquez sur le bouton ci-dessous pour activer votre compte.

source: Activate your account
ar: فعل حسابك
fr: Activer votre compte

source: Thank you for signing up to our service.
ar: نشكرك على الاشتراك في خدمتنا.
fr: Merci de vous être inscrit à notre service.

source: Cheers
ar: نخبكم
fr: Bravo

source: This email was sent to
ar: تم إرسال هذا البريد الإلكتروني إلى
fr: Cet e-mail a été envoyé à

source: All rights reserved.
ar: جميع الحقوق محفوظة.
fr: Tous droits réservés.

source: Thank you for using our site!
ar: شكرا لك على استخدام موقعنا!
fr: Merci d'utiliser notre site !

source: EKBlocks - Your account has been successfully activated!
ar: EKBlocks - تم تنشيط حسابك بنجاح!
fr: EKBlocks - Votre compte a été activé avec succès !

source: Your account has been created and is ready to use!
ar: تم إنشاء حسابك وهو جاهز للاستخدام!
fr: Votre compte a été créé et est prêt à être utilisé !

source: Your account has been activated and is ready to use!
ar: تم تفعيل حسابك وهو جاهز للاستخدام!
fr: Votre compte a été activé et est prêt à être utilisé !

source: %(site_name)s - Your password has been successfully changed!
ar: %(site_name)s - تم تغيير كلمة المرور بنجاح!
fr: %(site_name)s - Votre mot de passe a été modifié avec succès !

source: Your password has been changed!
ar: تم تغيير كلمة المرور الخاصة بك!
fr: Votre mot de passe a bien été modifié !

source: Password reset on %(site_name)s
ar: إعادة تعيين كلمة المرور على %(site_name)s
fr: Réinitialisation de mot de passe sur %(site_name)s

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ar: تتلقى هذا البريد الإلكتروني لأنك طلبت إعادة تعيين كلمة المرور لحساب المستخدم الخاص بك في %(site_name)s.
fr: Vous recevez cet e-mail car vous avez demandé une réinitialisation de mot de passe pour votre compte d'utilisateur de %(site_name)s.

source: Please go to the following page and choose a new password:
ar: يرجى الانتقال إلى الصفحة التالية واختيار كلمة مرور جديدة:
fr: Veuillez accéder à cette page pour choisir un nouveau mot de passe :

source: Your username, in case you've forgotten:
ar: اسم المستخدم الخاص بك، في حال كنت قد نسيت:
fr: Votre nom d'utilisateur, au cas où vous l'auriez oublié :

source: %(site_name)s - Your username has been successfully changed!
ar: %(site_name)s - تم تغيير اسم المستخدم الخاص بك بنجاح!
fr: %(site_name)s - Votre nom d'utilisateur a été modifié avec succès !

source: Your username has been changed!
ar: تم تغيير اسم المستخدم الخاص بك!
fr: Votre nom d'utilisateur a été modifié !

source: Username reset on %(site_name)s
ar: إعادة تعيين اسم المستخدم على %(site_name)s
fr: Réinitialisation du nom d'utilisateur sur %(site_name)s

source: You're receiving this email because you requested a username reset for your user account at %(site_name)s.
ar: تتلقى هذا البريد الإلكتروني لأنك طلبت إعادة تعيين اسم المستخدم لحساب المستخدم الخاص بك في %(site_name)s.
fr: Vous recevez cet e-mail car vous avez demandé une réinitialisation de mot de passe pour votre compte d'utilisateur de %(site_name)s.

source: Please go to the following page and choose a new username:
ar: يرجى الانتقال إلى الصفحة التالية واختيار اسم مستخدم جديد:
fr: Veuillez accéder à cette page pour choisir un nouveau username :

source: invalid truth value %r
ar: قيمة الحقيقة %r غير صالحة
fr: Valeur de vérité invalide %r

source: The uploaded file does not contain a column named '%s'.
ar: لا يحتوي الملف الذي تم تحميله على عمود باسم '%s'.
fr: Le fichier téléchargé ne contient pas de colonne nommée '%s'.

source: The tmp file could not be created!
ar: تعذر إنشاء ملف tmp!
fr: Impossible de créer le fichier.

source: This field is required
ar: هذا الحقل مطلوب
fr: Ce champ est requis.

source: A user with that email already exists.
ar: يوجد مستخدم بهذا البريد الإلكتروني بالفعل.
fr: Un utilisateur est déjà associé à cette adresse e-mail

source: A local url must start with a forward slash `/`
ar: يجب أن يبدأ عنوان url المحلي بشرطة مائلة للأمام '/'
fr: L'URL local doit commencer par une slash /.

source: Ensure this value has exactly %(limit_value)d character (it has %(show_value)d)
fr: Assurez-vous que cette valeur a exactement %(limit_value)d caractère (elle en contient %(show_value)d).

source: Invalid QR code
fr: Code QR invalide.

source: The notifications settings must be a dictionary.
ar: يجب أن تكون إعدادات الإشعارات عبارة عن قاموس.
fr: Les paramètres des notifications doivent être un dictionnaire.

source: `%(key)s` is not a valid key for notifications settings.
ar: '%(key)s `ليس مفتاحًا صالحًا لإعدادات الإشعارات.
fr: `%(key)s`n' est pas une clé valide pour les paramètres de notifications.

source: The value of `%(key)s` is not a valid boolean value.
ar: قيمة '%(key)s `ليست قيمة منطقية صالحة.
fr: La valeur de `%(key)s`n' est pas une valeur booléenne valide.

source: 'device_id' field is mandatory.
ar: حقل "device_id" إلزامي.
fr: Le champ 'device_id' est obligatoire.

source: This site is under maintenance. Our team is working hard to resolve the issues as soon as possible. Please come back later.
ar: هذا الموقع تحت الصيانة. يعمل فريقنا بجد لحل المشكلات في أقرب وقت ممكن. يرجى العودة في وقت لاحق.
fr: Ce site est en maintenance. Notre équipe travaille d'arrache-pied pour résoudre les problèmes le plus rapidement possible. Veuillez revenir plus tard.

source: Password has been changed successfully!
ar: تم تغيير كلمة المرور بنجاح!
fr: Mot de passe changé avec succès

source: Message ID is not valid!
fr: L'identifiant du message n'est pas valide !

source: Notification ID is not valid!
fr: L'identifiant de notifications n'est pas valide !

source: Permissions
ar: أذونات

source: permission
ar: إذن

source: permissions
ar: أذونات

source: Photo
ar: الصورة

source: Fax
ar: فاكس

source: Notification
ar: إشعار

source: Notifications
ar: الإشعارات

source: URL
ar: عنوان URL

source: Firebase is not installed
ar: Firebase غير مثبت

source: Copyright © 2022
ar: حقوق الطبع والنشر © 2022
